{
  "All Races|Men and Women|All ages|All levels of education": "Unemployment spiked from 4.5% to 12.8% in April 2020 before returning to pre-pandemic levels.",
  "All Races|Men and Women|16-24|All levels of education": "Youth unemployment peaked at 24% in April 2020 during COVID-19, nearly triple pre-pandemic levels and remains double the rate of other age groups.",
  "Black|Men and Women|16-24|All levels of education": "Black youth unemployment soared to 30% during the 2020 pandemic peak, double the national rate, and remains elevated at 15% in 2023.",
  "Hispanic|Men and Women|16-24|All levels of education": "Young Hispanic workers aged 16-24 face 9.3% unemployment in 2023, down from their pandemic peak of 24% but still double the national average.",
  "White|Men and Women|16-24|All levels of education": "Unemployment among white 16-24 year olds spiked from 7.6% to 20.8% in April 2020, and remains at twice the national average today.",
  "Black|Women|All ages|All levels of education": "Black women's unemployment rate remains at 7.0%, well above the national rate of 4.5%, despite dropping from its pandemic peak of 19.0%.",
  "Black|Men|All ages|All levels of education": "Black men's unemployment tripled to 17% when COVID-19 hit in April 2020, and remains at 8.2% today - higher than the national rate of 5.3%.",
  "Black|Women|16-24|All levels of education": "Unemployment among Black women aged 16-24 peaked at 30% in April 2020, remaining at twice the national rate in 2023.",
  "Black|Women|25-44|All levels of education": "Black women aged 25-44 saw unemployment reach 16.9% in April 2020, more than double their pre-pandemic rate of 7.4%.",
  "Black|Women|16-24|College graduate": "Black college-educated women aged 16-24 faced 24.8% unemployment at the pandemic's peak in 2020, double today's national rate of 12.3%.",
  "Black|Women|16-24|Not high school grad": "Black women aged 16-24 without high school diplomas faced 36% unemployment during COVID's peak, remaining at 21% in 2023 - nearly triple the 7.4% national rate.",
  "Hispanic|Women|All ages|All levels of education": "Hispanic women's unemployment rate surged to 14.0% in April 2020 before recovering to match the national average by 2022.",
  "Hispanic|Men|All ages|All levels of education": "Hispanic men's unemployment rate tripled to 12.8% early in the pandemic before recovering to match overall workforce levels by 2022.",
  "Hispanic|Women|16-24|All levels of education": "Hispanic women aged 16-24 saw unemployment peak at 25.3% during the pandemic and remain at 8.4% today, twice the national rate.",
  "Hispanic|Women|25-44|Not high school grad": "Hispanic women without high school diplomas hit 17.7% unemployment during the pandemic peak, and while their current 6.7% rate marks improvement, it remains above the 4.5% national average.",
  "White|Men|All ages|College graduate": "College-educated white men now have 2% unemployment, less than half the national rate of 4.5%.",
  "White|Women|All ages|College graduate": "College-educated white women hold a 2% unemployment rate in 2024, after peaking at 6% during the pandemic shutdown of 2020.",
  "White|Men|45 and older|College graduate": "College-educated white men over 45 saw unemployment peak at 5% during the pandemic, recovering faster than other demographic groups.",
  "All Races|Men and Women|All ages|Not high school grad": "Americans without a high school diploma hit 19.1% unemployment in April 2020, nearly triple their pre-pandemic rate, and remain at 7.4% today.",
  "All Races|Men and Women|All ages|College graduate": "College graduates maintain a 2.5% unemployment rate, less than half the national average.",
  "Black|Men and Women|All ages|Not high school grad": "Black Americans without a high school diploma faced 24% unemployment in April 2020, nearly double the 13.1% national rate at that time.",
  "Hispanic|Men and Women|All ages|Not high school grad": "Hispanic workers without high school diplomas hit 19.8% unemployment in April 2020, before dropping to 7.2% in 2023.",
  "All Races|Men and Women|45 and older|All levels of education": "Older workers' unemployment rate fell to 3.3% by 2023, marking a dramatic recovery from its 10% peak during the pandemic's early months.",
  "Black|Men and Women|45 and older|All levels of education": "Black workers aged 45+ saw unemployment surge to 14.3% in April 2020, remaining above pre-pandemic levels today.",
  "All Races|Women|All ages|All levels of education": "Women's unemployment surged to 13.4% in April 2020 and has since fallen to 4.9%, slightly higher than the overall rate.",
  "All Races|Men|All ages|All levels of education": "Men's unemployment across racial groups surged from 4.1% to 12.3% in April 2020, before returning to pre-pandemic levels by late 2021.",
  "Black|Women|25-44|College graduate": "Black women with college degrees now have a 2.8% unemployment rate - lower than the 3.1% national average - after peaking at 11.3% in spring 2020.",
  "White|Women|25-44|College graduate": "College-educated white women aged 25-44 now have a 2% unemployment rate, down from their 5% peak during the pandemic.",
  "Black|Women|16-24|High school graduate": "Unemployment among Black women aged 16-24 with high school diplomas reached 30% in April 2020, and remains at twice the national average in 2023.",
  "Hispanic|Women|25-44|High school graduate": "Unemployment among Hispanic women with high school diplomas spiked to 12.5% in early 2020 before returning to 4.3% in 2023."
}
